Repository: papitaAlgodonCplusplus/Hosting_OSDWebSite
Catalog: src/locale/messages.*.xlf
Languages: es

source: Login
es: Acceso

source: Sign in
es: Iniciar sesi칩n

source: register works!
es: registrarse funciona!

source: home works!
es: hogar funciona!

source: About us
es: Sobre nosotros

source: Contact Us
es: Cont치ctenos

source: Home
es: Hogar

source: Analysis
es: An치lisis!

source: Notifications
es: Notificaciones

source: Sign Out
es: Salir

# error404works
source: error404-page works!
es: p치gina-error404 funciona!

source: profile works!
es: perfil funciona!
